import '../models/item_model.dart';

List onboardingListItems = [
  {
    "title": "در این برنامه به معرفی خواص\nگیاهان دارویی میپردازیم",
    "image": "images/backgrounds/onboadring2.jpg"
  },
  {
    "title": "با این برنامه داکتر خود باشید\nانواع گیاهان دارویی",
    "image": "images/backgrounds/onboadring1.jpg"
  },
  {
    "title":
        "در اینجا میتوایند درباره خواص گیاه\nمورد نظر خود اطلاعات دریافت کنید",
    "image": "images/backgrounds/onboadring3.jpg"
  },
];

List drawerListItems = [
  {
    "title": "ذخیره شده",
    "icon": "Icons.save_alt_outlined",
    "logo": "images/backgrounds/sign-up-logo.jpg",
    "id": 1
  },
  {
    "title": "درباره ما",
    "icon": "Icons.people_alt_rounded",
    "logo": "images/backgrounds/sign-up-logo.jpg",
    "id": 2
  },
  {
    "title": "تنظیمات",
    "icon": "Icons.settings",
    "logo": "images/backgrounds/sign-up-logo.jpg",
    "id": 3
  },
  {
    "title": "خدمات و پشتیبانی",
    "icon": "Icons.supervised_user_circle",
    "logo": "images/backgrounds/sign-up-logo.jpg",
    "id": 4
  },
  {
    "title": "خروح",
    "icon": "Icons.logout_outlined",
    "logo": "images/backgrounds/sign-up-logo.jpg",
    "id": 5
  },
];

List<ItemModel> herbList = [
  ItemModel.createItem(
    itemImage: 'alcea',
    itemTitle: "گل ختمی",
    itemSTitle: "Alcea Rosea",
    itemId: 1,
    itemDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  ),
  ItemModel.createItem(
    itemImage: 'bomadaran',
    itemTitle: "بومادران زرد",
    itemSTitle: "Achille Millefolium",
    itemId: 2,
    itemDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  ),
  ItemModel.createItem(
    itemImage: 'actaea',
    itemTitle: "کوهش سیاه",
    itemSTitle: "Actaea Racemosa",
    itemId: 3,
    itemDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  ),
  ItemModel.createItem(
    itemImage: 'aesculus',
    itemTitle: "دم اسب",
    itemSTitle: "Aesculus Hippocastanum",
    itemId: 4,
    itemDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  ),
  ItemModel.createItem(
    itemImage: 'agretina',
    itemTitle: "زرآوند سفید",
    itemSTitle: "Ageratina Altissima",
    itemId: 5,
    itemDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  ),
  ItemModel.createItem(
    itemImage: 'acacia-senegal',
    itemTitle: "صمغ عربی",
    itemSTitle: "Acacia Senegal",
    itemId: 6,
    itemDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  ),
  ItemModel.createItem(
    itemImage: 'alisma',
    itemTitle: "غازیانی",
    itemSTitle: "Alisma Plantago-Aquatica",
    itemId: 7,
    itemDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  ),
  ItemModel.createItem(
    itemImage: 'allium',
    itemTitle: "سیر",
    itemSTitle: "Allium Sativum",
    itemId: 8,
    itemDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  ),
  ItemModel.createItem(
    itemImage: 'alo_vera',
    itemTitle: "آلوئه ورا",
    itemSTitle: "Aloe Vera",
    itemId: 9,
    itemDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  ),
  ItemModel.createItem(
    itemImage: 'althea',
    itemTitle: "گل ختمی",
    itemSTitle: "Althaea Officinalis",
    itemId: 10,
    itemDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  ),
  ItemModel.createItem(
    itemImage: 'amorphophallus',
    itemTitle: "کنجک",
    itemSTitle: "Amorphophallus Konjac",
    itemId: 11,
    itemDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  ),
  ItemModel.createItem(
    itemImage: 'anemone',
    itemTitle: "تیره آلاله",
    itemSTitle: "Anemone Hepatica",
    itemId: 12,
    itemDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  ),
  ItemModel.createItem(
    itemImage: 'angelica',
    itemTitle: "سنبل ختایی",
    itemSTitle: "Angelica Archangelica",
    itemId: 13,
    itemDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  ),
  ItemModel.createItem(
    itemImage: 'angelica_sinesis',
    itemTitle: "دونگ کوهی",
    itemSTitle: "Angelica Sinensis",
    itemId: 14,
    itemDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  ),
  ItemModel.createItem(
    itemImage: 'apium',
    itemTitle: "کرفس",
    itemSTitle: "Apium Graveolens",
    itemId: 15,
    itemDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  ),
  ItemModel.createItem(
    itemImage: 'arctium',
    itemTitle: "بابا آدم",
    itemSTitle: "Arctium Lappa",
    itemId: 16,
    itemDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  ),
  ItemModel.createItem(
    itemImage: 'arnica',
    itemTitle: "همیشه بهارکوهی",
    itemSTitle: "Arnica Montana",
    itemId: 17,
    itemDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  ),
  ItemModel.createItem(
    itemImage: 'astragalus',
    itemTitle: "آستراگالوس",
    itemSTitle: "Astragalus Propinquus",
    itemId: 18,
    itemDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  ),
  ItemModel.createItem(
    itemImage: 'atropa',
    itemTitle: "شابیزک",
    itemSTitle: "Atropa Belladonna",
    itemId: 19,
    itemDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  ),
  ItemModel.createItem(
    itemImage: 'azadirachta',
    itemTitle: "چریش",
    itemSTitle: "Azadirachta Indica",
    itemId: 20,
    itemDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  ),
  ItemModel.createItem(
    itemImage: 'bellis',
    itemTitle: "دیزی",
    itemSTitle: "Bellis Perennis",
    itemId: 21,
    itemDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  ),
  ItemModel.createItem(
    itemImage: 'barberis',
    itemTitle: "زرشک",
    itemSTitle: "Berberis Vulgaris",
    itemId: 22,
    itemDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  ),
  ItemModel.createItem(
    itemImage: 'borago',
    itemTitle: " گل گاو زبان",
    itemSTitle: "Borago Officinalis",
    itemId: 23,
    itemDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  ),
  ItemModel.createItem(
    itemImage: 'broussonetia',
    itemTitle: " شابانک",
    itemSTitle: "Broussonetia kurzii",
    itemId: 24,
    itemDescription:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemUsage:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    itemNotice:
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  ),
];

List homeItemPageName = [
  {
    "image0": "images/herb_imgs/alcea.jpg",
    "title": "گل ختمی",
    "stitle": "Alcea Rosea",
    "id": "1",
    "description":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    "usage":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    "notice":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  },
  {
    "image0": "images/herb_imgs/bomadaran.jpg",
    "title": "بومادران زرد",
    "stitle": "Achille Millefolium",
    "id": "2",
    "description":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    "usage":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    "notice":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  },
  {
    "image0": "images/herb_imgs/actaea.jpg",
    "title": "کوهش سیاه",
    "stitle": "Actaea Racemosa",
    "id": "3",
    "description":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    "usage":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    "notice":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  },
  {
    "image0": "images/herb_imgs/aesculus.jpg",
    "title": "دم اسب",
    "stitle": "Aesculus Hippocastanum",
    "id": "4",
    "description":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    "usage":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    "notice":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  },
  {
    "image0": "images/herb_imgs/agretina.jpg",
    "title": "زرآوند سفید",
    "stitle": "Ageratina Altissima",
    "id": "5",
    "description":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    "usage":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    "notice":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  },
  {
    "image0": "images/herb_imgs/acacia-senegal.jpg",
    "title": "صمغ عربی",
    "stitle": "Acacia Senegal",
    "id": "6",
    "description":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    "usage":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    "notice":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  },
  {
    "image0": "images/herb_imgs/alisma.jpg",
    "title": "غازیانی",
    "stitle": "Alisma Plantago-Aquatica",
    "id": "7",
    "description":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    "usage":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    "notice":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  },
  {
    "image0": "images/herb_imgs/allium.png",
    "title": "سیر",
    "stitle": "Allium Sativum",
    "id": "8",
    "description":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    "usage":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    "notice":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  },
  {
    "image0": "images/herb_imgs/alo_vera.png",
    "title": "آلوئه ورا",
    "stitle": "Aloe Vera",
    "id": "9",
    "description":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    "usage":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    "notice":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  },
  {
    "image0": "images/herb_imgs/althea.png",
    "title": "گل ختمی",
    "stitle": "Althaea Officinalis",
    "id": "10",
    "description":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    "usage":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    "notice":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  },
  {
    "image0": "images/herb_imgs/alisma.jpg",
    "title": "غازیاقی",
    "stitle": "Alisma Plantago-Aquatica",
    "id": "11",
    "description":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    "usage":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    "notice":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  },
  {
    "image0": "images/herb_imgs/amorphophallus.png",
    "title": "کنجک",
    "stitle": "Amorphophallus Konjac",
    "id": "12",
    "description":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    "usage":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    "notice":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  },
  {
    "image0": "images/herb_imgs/anemone.png",
    "title": "تیره آلاله",
    "stitle": "Anemone Hepatica",
    "id": "13",
    "description":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    "usage":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
    "notice":
        "خود این شرکت یک شرکت بسیار موفق است. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ شاکیان مسئولیتی در قبال خدمات مشتری ندارند. روزگار از کجا به دنبال هر چیز پرزحمت و خطا خواهد رفت و آنهایی که از دردهای شاکیان ناشی می شوند، اما به دلیل ضرورت های حال حاضر هستند؟ متهمان وظایف را به حساب نیاوردند.",
  },
  {
    "image0": "images/herb_imgs/angelica.png",
    "image1": "images/Acacia-Senegal/acacia-senegal.jpg",
    "image2": "images/Acacia-Senegal/acacia-senegal.jpg",
    "title": "سنبل ختایی",
    "stitle": "Angelica Archangelica",
    "id": "14",
    "description":
        "این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است",
    "usage":
        "این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است",
    "notice":
        "این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است",
  },
  {
    "image0": "images/herb_imgs/angelica_sinesis.jpg",
    "image1": "images/Acacia-Senegal/acacia-senegal.jpg",
    "image2": "images/Acacia-Senegal/acacia-senegal.jpg",
    "title": "دونگ کوهی",
    "stitle": "Angelica Sinensis",
    "id": "15",
    "description":
        "این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است",
    "usage":
        "این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است",
    "notice":
        "این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است",
  },
  {
    "image0": "images/herb_imgs/apium.png",
    "image1": "images/Acacia-Senegal/acacia-senegal.jpg",
    "image2": "images/Acacia-Senegal/acacia-senegal.jpg",
    "title": "کرفس",
    "stitle": "Apium Graveolens",
    "id": "16",
    "description":
        "این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است",
    "usage":
        "این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است",
    "notice":
        "این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است",
  },
  {
    "image0": "images/herb_imgs/arctium.png",
    "image1": "images/Acacia-Senegal/acacia-senegal.jpg",
    "image2": "images/Acacia-Senegal/acacia-senegal.jpg",
    "title": "بابا آدم",
    "stitle": "Arctium Lappa",
    "id": "17",
    "description":
        "این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است",
    "usage":
        "این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است",
    "notice":
        "این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است",
  },
  {
    "image0": "images/herb_imgs/arnica.png",
    "image1": "images/Acacia-Senegal/acacia-senegal.jpg",
    "image2": "images/Acacia-Senegal/acacia-senegal.jpg",
    "title": "همیشه بهارکوهی",
    "stitle": "Arnica Montana",
    "id": "18",
    "description":
        "این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است",
    "usage":
        "این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است",
    "notice":
        "این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است",
  },
  {
    "image0": "images/herb_imgs/astragalus.png",
    "image1": "images/Acacia-Senegal/acacia-senegal.jpg",
    "image2": "images/Acacia-Senegal/acacia-senegal.jpg",
    "title": "آستراگالوس",
    "stitle": "Astragalus Propinquus",
    "id": "19",
    "description":
        "این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است",
    "usage":
        "این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است",
    "notice":
        "این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است",
  },
  {
    "image0": "images/herb_imgs/atropa.png",
    "image1": "images/Acacia-Senegal/acacia-senegal.jpg",
    "image2": "images/Acacia-Senegal/acacia-senegal.jpg",
    "title": "شابیزک",
    "stitle": "Atropa Belladonna",
    "id": "20",
    "description":
        "این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است",
    "usage":
        "این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است",
    "notice":
        "این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است",
  },
  {
    "image0": "images/herb_imgs/azadirachta.png",
    "image1": "images/Acacia-Senegal/acacia-senegal.jpg",
    "image2": "images/Acacia-Senegal/acacia-senegal.jpg",
    "title": "چریش",
    "stitle": "Azadirachta Indica",
    "id": "21",
    "description":
        "این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است",
    "usage":
        "این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است",
    "notice":
        "این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است",
  },
  {
    "image0": "images/herb_imgs/bellis.png",
    "image1": "images/Acacia-Senegal/acacia-senegal.jpg",
    "image2": "images/Acacia-Senegal/acacia-senegal.jpg",
    "title": "دیزی",
    "stitle": "Bellis Perennis",
    "id": "22",
    "description":
        "این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است",
    "usage":
        "این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است",
    "notice":
        "این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است",
  },
  {
    "image0": "images/herb_imgs/barberis.png",
    "image1": "images/Acacia-Senegal/acacia-senegal.jpg",
    "image2": "images/Acacia-Senegal/acacia-senegal.jpg",
    "title": "زرشک",
    "stitle": "Berberis Vulgaris",
    "id": "23",
    "description":
        "این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است",
    "usage":
        "این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است",
    "notice":
        "این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است",
  },
  {
    "image0": "images/herb_imgs/borago.png",
    "image1": "images/Acacia-Senegal/acacia-senegal.jpg",
    "image2": "images/Acacia-Senegal/acacia-senegal.jpg",
    "title": " گل گاو زبان",
    "stitle": "Borago Officinalis",
    "id": "24",
    "description":
        "این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است",
    "usage":
        "این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است",
    "notice":
        "این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است",
  },
  {
    "image0": "images/herb_imgs/broussonetia.jpg",
    "image1": "images/Acacia-Senegal/acacia-senegal.jpg",
    "image2": "images/Acacia-Senegal/acacia-senegal.jpg",
    "title": "شابانک",
    "stitle": "Broussonetia kurzii",
    "id": "25",
    "description":
        "این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است این قسمت برای توضیحات است",
    "usage":
        "این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است این قسمت برای موارد استفاده است",
    "notice":
        "این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است این قسمت برای اخطاریه است",
  },
];

List favoriteList = [];

List validatorErrorList = [];

void emailValidator(String emailAddress) {
  if (emailAddress != "") {
    validatorErrorList.remove("Please enter an email address");

    if (!emailAddress.contains('@gmail.com') &&
        !validatorErrorList.contains("Please enter a valid email address")) {
      validatorErrorList.add("Please enter a valid email address");
    }

    if (emailAddress.contains('@gmail.com') &&
        validatorErrorList.contains("Please enter a valid email address")) {
      validatorErrorList.remove("Please enter a valid email address");
    }
  } else if (emailAddress == "") {
    validatorErrorList.add("Please enter an email address");
  }
}

void passwordValidator(String password) {
  if (password != "") {
    if (validatorErrorList.contains('Please enter a password')) {
      validatorErrorList.remove("Please enter a password");
    } else {
      validatorErrorList.add('Please enter a password');
    }

    if (password.length != 8 &&
        !validatorErrorList
            .contains("Password must be at least 8 characters long")) {
      validatorErrorList.add("Password must be at least 8 characters long");
    }

    if (password.length == 8 &&
        validatorErrorList
            .contains("Password must be at least 8 characters long")) {
      validatorErrorList.remove("Password must be at least 8 characters long");
    }

    if ((!password.contains("&") ||
            !password.contains("^") ||
            !password.contains("%") ||
            !password.contains('\$') ||
            !password.contains("#") ||
            !password.contains("@") ||
            !password.contains("!")) &&
        !validatorErrorList.contains(
            "Password should contains at least one of signs & ^ % \$ # @ !")) {
      validatorErrorList
          .add("Password should contains at least one of signs & ^ % \$ # @ !");
    }

    if ((password.contains("&") ||
            password.contains("^") ||
            password.contains("%") ||
            password.contains('\$') ||
            password.contains("#") ||
            password.contains("@") ||
            password.contains("!")) &&
        validatorErrorList.contains(
            "Password should contains at least one of signs & ^ % \$ # @ !")) {
      validatorErrorList.remove(
          "Password should contains at least one of signs & ^ % \$ # @ !");
    }
  } else {
    validatorErrorList.add("Please enter a password");
  }
}
